Repository: conrader/plainsay
Catalog: Sources/PlainsayApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt, ru, uk, zh_hans

source: Hold your hotkey and speak. Everything you dictate is saved here, so a paste that doesn't land is never lost.
de: Halte deine Tastenkombination gedrückt und sprich. Alles, was du diktierst, wird hier gespeichert — ein Einfügen, das nicht ankommt, geht nie verloren.
es: Mantén pulsado tu atajo y habla. Todo lo que dictas se guarda aquí, así que un pegado que falla nunca se pierde.
fr: Maintenez votre raccourci et parlez. Tout ce que vous dictez est enregistré ici, donc un collage qui échoue n'est jamais perdu.
it: Tieni premuta la tua scorciatoia e parla. Tutto ciò che detti viene salvato qui, così un incollaggio che non va a segno non va mai perso.
ja: ホットキーを押しながら話してください。口述筆記した内容はすべてここに保存されるので、貼り付けが失敗しても失われることはありません。
ko: 단축키를 누른 채로 말하세요. 받아쓴 모든 내용은 여기에 저장되므로, 붙여넣기가 실패해도 절대 사라지지 않습니다.
nl: Houd je sneltoets ingedrukt en spreek. Alles wat je dicteert wordt hier opgeslagen, zodat een plakactie die niet lukt nooit verloren gaat.
pl: Przytrzymaj skrót i mów. Wszystko, co podyktujesz, jest tu zapisywane, więc wklejenie, które się nie uda, nigdy nie ginie.
pt: Mantém premido o teu atalho e fala. Tudo o que ditares é guardado aqui, por isso uma colagem falhada nunca se perde.
ru: Удерживайте свою клавишу и говорите. Всё, что вы надиктовали, сохраняется здесь, так что неудавшаяся вставка никогда не теряется.
uk: Утримуйте свою клавішу і говоріть. Усе, що ви наговорили, зберігається тут, тож невдала вставка ніколи не втрачається.
zh_hans: 按住快捷键说话。你听写的所有内容都会保存在这里，因此即使粘贴失败也不会丢失。

source: Hotkey
de: Tastenkombination
es: Atajo
fr: Raccourci
it: Scorciatoia
ja: ホットキー
ko: 단축키
nl: Sneltoets
pl: Skrót
pt: Atalho
ru: Клавиша
uk: Клавіша
zh_hans: 快捷键

source: Interface language
de: Oberflächensprache
es: Idioma de la interfaz
fr: Langue de l'interface
it: Lingua dell'interfaccia
ja: インターフェース言語
ko: 인터페이스 언어
nl: Interfacetaal
pl: Język interfejsu
pt: Idioma da interface
ru: Язык интерфейса
uk: Мова інтерфейсу
zh_hans: 界面语言

source: Key stored in Keychain
de: Schlüssel im Schlüsselbund gespeichert
es: Clave guardada en el Llavero
fr: Clé stockée dans le Trousseau
it: Chiave salvata nel Portachiavi
ja: キーはキーチェーンに保存済み
ko: 키가 키체인에 저장됨
nl: Sleutel opgeslagen in Sleutelhanger
pl: Klucz zapisany w Pęku kluczy
pt: Chave guardada no Chaveiro
ru: Ключ хранится в Связке ключей
uk: Ключ збережено у Зв'язці ключів
zh_hans: 密钥已存储在钥匙串中

source: Languages you speak
de: Sprachen, die du sprichst
es: Idiomas que hablas
fr: Langues que vous parlez
it: Lingue che parli
ja: 話す言語
ko: 사용하는 언어
nl: Talen die je spreekt
pl: Języki, którymi mówisz
pt: Idiomas que falas
ru: Языки, на которых вы говорите
uk: Мови, якими ви говорите
zh_hans: 你使用的语言

source: Leave empty to auto-detect across every language the model knows. Adding the ones you actually use stops a stray sound from being misheard as a language you don't speak.
de: Leer lassen für automatische Erkennung über alle Sprachen, die das Modell kennt. Wenn du die tatsächlich genutzten hinzufügst, verhindert das, dass ein zufälliger Laut als Sprache missverstanden wird, die du nicht sprichst.
es: Déjalo vacío para detectar automáticamente entre todos los idiomas que conoce el modelo. Añadir los que realmente hablas evita que un sonido suelto se confunda con un idioma que no hablas.
fr: Laissez vide pour une détection automatique parmi toutes les langues connues du modèle. Ajouter celles que vous utilisez réellement évite qu'un son perdu soit pris pour une langue que vous ne parlez pas.
it: Lascia vuoto per il rilevamento automatico tra tutte le lingue conosciute dal modello. Aggiungere quelle che parli davvero evita che un suono isolato venga scambiato per una lingua che non parli.
ja: 空欄のままにすると、モデルが知っているすべての言語を自動検出します。実際に使う言語を追加すると、雑音が話さない言語として誤認識されるのを防げます。
ko: 비워두면 모델이 아는 모든 언어를 자동으로 감지합니다. 실제로 사용하는 언어를 추가하면 잡음이 사용하지 않는 언어로 잘못 인식되는 것을 막을 수 있습니다.
nl: Laat leeg om automatisch te detecteren over elke taal die het model kent. Door de talen toe te voegen die je daadwerkelijk gebruikt, wordt voorkomen dat een geluidje wordt verstaan als een taal die je niet spreekt.
pl: Zostaw puste, by wykrywać automatycznie spośród wszystkich języków znanych modelowi. Dodanie tych, których faktycznie używasz, zapobiega odebraniu przypadkowego dźwięku jako języka, którym nie mówisz.
pt: Deixa em branco para deteção automática entre todos os idiomas que o modelo conhece. Adicionar os que realmente falas evita que um som isolado seja confundido com um idioma que não falas.
ru: Оставьте пустым для автоопределения по всем языкам, которые знает модель. Добавление реально используемых языков не даёт случайному звуку быть распознанным как язык, которым вы не пользуетесь.
uk: Залиште порожнім для автовизначення за всіма мовами, які знає модель. Додавання мов, якими ви справді користуєтесь, не дає випадковому звуку бути розпізнаним як мова, якою ви не говорите.
zh_hans: 留空即可在模型已知的所有语言中自动检测。添加你实际使用的语言，可以避免杂音被误判为你不会说的语言。

source: Live preview (experimental)
de: Live-Vorschau (experimentell)
es: Vista previa en vivo (experimental)
fr: Aperçu en direct (expérimental)
it: Anteprima dal vivo (sperimentale)
ja: ライブプレビュー（実験的機能）
ko: 실시간 미리보기 (실험적 기능)
nl: Live voorbeeld (experimenteel)
pl: Podgląd na żywo (eksperymentalne)
pt: Pré-visualização em direto (experimental)
ru: Живой предпросмотр (экспериментально)
uk: Живий попередній перегляд (експериментально)
zh_hans: 实时预览（实验性）

source: Live typing (experimental)
de: Live-Tippen (experimentell)
es: Escritura en vivo (experimental)
fr: Frappe en direct (expérimental)
it: Scrittura dal vivo (sperimentale)
ja: ライブタイピング（実験的機能）
ko: 실시간 타이핑 (실험적 기능)
nl: Live typen (experimenteel)
pl: Pisanie na żywo (eksperymentalne)
pt: Digitação em direto (experimental)
ru: Живой ввод текста (экспериментально)
uk: Живе введення тексту (експериментально)
zh_hans: 实时输入(实验性)

source: Local refers to speech recognition and recorded audio. If transcript cleanup is enabled with a cloud provider, transcript text may still be sent to that provider; turn cleanup off for a fully local text path.
de: „Lokal“ bezieht sich auf Spracherkennung und aufgenommenes Audio. Ist die Transkript-Bearbeitung mit einem Cloud-Anbieter aktiviert, kann Transkripttext trotzdem an diesen gesendet werden; schalte die Bearbeitung aus für einen vollständig lokalen Textpfad.
es: Local se refiere al reconocimiento de voz y al audio grabado. Si la edición del transcrito está activada con un proveedor en la nube, el texto del transcrito puede seguir enviándose a ese proveedor; desactiva la edición para un flujo de texto totalmente local.
fr: « Local » désigne la reconnaissance vocale et l'audio enregistré. Si le nettoyage du texte est activé avec un fournisseur cloud, le texte de la transcription peut quand même lui être envoyé ; désactivez le nettoyage pour un traitement entièrement local.
it: Locale si riferisce al riconoscimento vocale e all'audio registrato. Se la pulizia del testo è attiva con un provider cloud, il testo trascritto può comunque essere inviato a quel provider; disattiva la pulizia per un percorso del testo interamente locale.
ja: 「ローカル」とは音声認識と録音した音声のことです。クラウドプロバイダーでのクリーンアップが有効な場合、文字起こしテキストはそのプロバイダーに送信されることがあります。完全にローカルな処理にするにはクリーンアップをオフにしてください。
ko: 로컬은 음성 인식과 녹음된 오디오를 의미합니다. 클라우드 제공사로 필사 정리가 켜져 있으면 필사 텍스트가 해당 제공사로 전송될 수 있습니다. 완전히 로컬로 처리하려면 정리 기능을 끄세요.
nl: Lokaal verwijst naar spraakherkenning en opgenomen audio. Als opschonen van transcripten is ingeschakeld met een cloudprovider, kan transcripttekst nog steeds naar die provider worden gestuurd; schakel opschonen uit voor een volledig lokaal traject.
pl: Lokalnie dotyczy rozpoznawania mowy i nagranego audio. Jeśli edycja transkryptu jest włączona z dostawcą chmurowym, tekst transkryptu może wciąż być do niego wysyłany; wyłącz edycję, aby uzyskać w pełni lokalną ścieżkę tekstu.
pt: Local refere-se ao reconhecimento de voz e ao áudio gravado. Se a edição da transcrição estiver ativa com um fornecedor na nuvem, o texto transcrito pode continuar a ser enviado para esse fornecedor; desativa a edição para um percurso de texto totalmente local.
ru: «Локально» относится к распознаванию речи и записанному аудио. Если редактирование расшифровки включено с облачным провайдером, текст всё равно может отправляться этому провайдеру; отключите редактирование для полностью локального пути обработки текста.
uk: «Локально» стосується розпізнавання мовлення та записаного аудіо. Якщо очищення розшифровки увімкнене з хмарним постачальником, текст усе одно може надсилатися цьому постачальнику; вимкніть очищення для повністю локального шляху обробки тексту.
zh_hans: 「本地」指的是语音识别和录制的音频。如果启用了使用云端供应商的转录清理，转录文本仍可能被发送给该供应商；如需完全本地的文本处理路径，请关闭清理功能。

source: Manage subscription
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
it: Gestisci abbonamento
ja: サブスクリプションを管理
ko: 구독 관리
nl: Abonnement beheren
pl: Zarządzaj subskrypcją
pt: Gerir subscrição
ru: Управление подпиской
uk: Керування підпискою
zh_hans: 管理订阅

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
ko: 모델
pt: Modelo
ru: Модель
uk: Модель
zh_hans: 模型

source: No dictations yet
de: Noch keine Diktate
es: Todavía no hay dictados
fr: Aucune dictée pour l'instant
it: Ancora nessun dettato
ja: まだ口述筆記がありません
ko: 아직 받아쓰기가 없습니다
nl: Nog geen dictaties
pl: Brak dyktowań
pt: Ainda não há ditados
ru: Пока нет ни одной записи
uk: Поки що немає жодного запису
zh_hans: 还没有任何听写记录

source: No key yet — Plainsay will insert the raw transcript until one is saved.
de: Noch kein Schlüssel — Plainsay fügt den unbearbeiteten Text ein, bis einer gespeichert ist.
es: Todavía no hay clave — Plainsay insertará el transcrito sin editar hasta que se guarde una.
fr: Pas encore de clé — Plainsay insérera la transcription brute jusqu'à ce qu'une clé soit enregistrée.
it: Ancora nessuna chiave — Plainsay inserirà la trascrizione non elaborata finché non ne salvi una.
ja: まだキーがありません——保存されるまでPlainsayは生の文字起こしを挿入します。
ko: 아직 키가 없습니다 — 저장되기 전까지 Plainsay는 원본 필사본을 삽입합니다.
nl: Nog geen sleutel — Plainsay voegt het ruwe transcript in totdat er een is opgeslagen.
pl: Brak klucza — Plainsay będzie wstawiać surowy transkrypt, dopóki klucz nie zostanie zapisany.
pt: Ainda não há chave — o Plainsay vai inserir a transcrição em bruto até guardares uma.
ru: Ключа пока нет — Plainsay будет вставлять необработанную расшифровку, пока ключ не сохранён.
uk: Ключа поки немає — Plainsay вставлятиме необроблену розшифровку, поки ключ не збережено.
zh_hans: 尚未设置密钥——在保存密钥之前，Plainsay 会插入未经处理的原始转录文本。

source: Not ready
de: Nicht bereit
es: No preparado
fr: Pas prêt
it: Non pronto
ja: 準備できていません
ko: 준비되지 않음
nl: Niet klaar
pl: Niegotowe
pt: Não preparado
ru: Не готово
uk: Не готово
zh_hans: 尚未就绪

source: On-device model
de: Modell auf dem Gerät
es: Modelo en el dispositivo
fr: Modèle sur l'appareil
it: Modello sul dispositivo
ja: オンデバイスモデル
ko: 온디바이스 모델
nl: Model op het apparaat
pl: Model lokalny
pt: Modelo no dispositivo
ru: Локальная модель
uk: Локальна модель
zh_hans: 设备端模型

source: Only transcribe my voice (ignore background voices)
de: Nur meine Stimme transkribieren (Hintergrundstimmen ignorieren)
es: Transcribir solo mi voz (ignorar voces de fondo)
fr: Transcrire uniquement ma voix (ignorer les voix en arrière-plan)
it: Trascrivi solo la mia voce (ignora le voci di sottofondo)
ja: 自分の声だけを文字起こしする（背景の声を無視）
ko: 내 목소리만 필사 (배경 음성 무시)
nl: Alleen mijn stem transcriberen (achtergrondstemmen negeren)
pl: Transkrybuj tylko mój głos (ignoruj głosy w tle)
pt: Transcrever só a minha voz (ignorar vozes de fundo)
ru: Расшифровывать только мой голос (игнорировать фоновые голоса)
uk: Розшифровувати лише мій голос (ігнорувати фонові голоси)
zh_hans: 只转录我的声音（忽略背景中的其他声音）

source: Permissions
de: Berechtigungen
es: Permisos
fr: Autorisations
it: Permessi
ja: 権限
ko: 권한
nl: Machtigingen
pl: Uprawnienia
pt: Permissões
ru: Разрешения
uk: Дозволи
zh_hans: 权限

source: Play a sound when dictation starts and ends
de: Ton abspielen, wenn ein Diktat beginnt und endet
es: Reproducir un sonido al empezar y terminar el dictado
fr: Jouer un son au début et à la fin de la dictée
it: Riproduci un suono all'inizio e alla fine del dettato
ja: 口述筆記の開始と終了時に音を鳴らす
ko: 받아쓰기 시작과 종료 시 소리 재생
nl: Geluid afspelen bij begin en einde van dictatie
pl: Odtwarzaj dźwięk przy rozpoczęciu i zakończeniu dyktowania
pt: Reproduzir um som quando o ditado começa e termina
ru: Воспроизводить звук в начале и конце записи
uk: Відтворювати звук на початку і в кінці запису
zh_hans: 在听写开始和结束时播放提示音

source: Preparing model for this Mac
de: Modell wird für diesen Mac vorbereitet
es: Preparando el modelo para este Mac
fr: Préparation du modèle pour ce Mac
it: Preparazione del modello per questo Mac
ja: このMac用にモデルを準備中
ko: 이 Mac용 모델 준비 중
nl: Model wordt voorbereid voor deze Mac
pl: Przygotowywanie modelu dla tego Maca
pt: A preparar o modelo para este Mac
ru: Подготовка модели для этого Mac
uk: Підготовка моделі для цього Mac
zh_hans: 正在为这台 Mac 准备模型

source: Privacy: recorded audio is uploaded to Plainsay Cloud for transcription and requires an internet connection. Choose Local if audio must never leave this Mac.
de: Datenschutz: Aufgenommenes Audio wird zur Transkription an Plainsay Cloud gesendet und erfordert eine Internetverbindung. Wähle Lokal, wenn Audio diesen Mac niemals verlassen darf.
es: Privacidad: el audio grabado se sube a Plainsay Cloud para transcribirse y requiere conexión a internet. Elige Local si el audio no debe salir nunca de este Mac.
fr: Confidentialité : l'audio enregistré est envoyé à Plainsay Cloud pour la transcription et nécessite une connexion internet. Choisissez Local si l'audio ne doit jamais quitter ce Mac.
it: Privacy: l'audio registrato viene caricato su Plainsay Cloud per la trascrizione e richiede una connessione internet. Scegli Locale se l'audio non deve mai lasciare questo Mac.
ja: プライバシー: 録音した音声は文字起こしのためにPlainsay Cloudへアップロードされ、インターネット接続が必要です。音声を絶対にこのMacの外に出したくない場合はローカルを選んでください。
ko: 개인정보: 녹음된 오디오는 필사를 위해 Plainsay Cloud로 업로드되며 인터넷 연결이 필요합니다. 오디오가 이 Mac을 절대 벗어나면 안 된다면 로컬을 선택하세요.
nl: Privacy: opgenomen audio wordt geüpload naar Plainsay Cloud voor transcriptie en vereist een internetverbinding. Kies Lokaal als audio deze Mac nooit mag verlaten.
pl: Prywatność: nagrane audio jest przesyłane do Plainsay Cloud w celu transkrypcji i wymaga połączenia z internetem. Wybierz Lokalnie, jeśli audio nigdy nie może opuścić tego Maca.
pt: Privacidade: o áudio gravado é enviado para o Plainsay Cloud para transcrição e requer ligação à internet. Escolhe Local se o áudio nunca puder sair deste Mac.
ru: Конфиденциальность: записанное аудио загружается в Plainsay Cloud для расшифровки и требует подключения к интернету. Выберите «Локально», если аудио никогда не должно покидать этот Mac.
uk: Приватність: записане аудіо завантажується в Plainsay Cloud для розшифровки і потребує підключення до інтернету. Оберіть «Локально», якщо аудіо ніколи не повинно залишати цей Mac.
zh_hans: 隐私提示：录制的音频会被上传到 Plainsay Cloud 进行转录，需要联网。如果音频绝不能离开这台 Mac，请选择本地方案。

source: Quit Plainsay
de: Plainsay beenden
es: Salir de Plainsay
fr: Quitter Plainsay
it: Esci da Plainsay
ja: Plainsayを終了
ko: Plainsay 종료
nl: Plainsay afsluiten
pl: Zamknij Plainsay
pt: Sair do Plainsay
ru: Завершить Plainsay
uk: Завершити Plainsay
zh_hans: 退出 Plainsay

source: Ready to dictate
de: Bereit zum Diktieren
es: Listo para dictar
fr: Prêt à dicter
it: Pronto per dettare
ja: 口述筆記の準備完了
ko: 받아쓰기 준비 완료
nl: Klaar om te dicteren
pl: Gotowe do dyktowania
pt: Pronto para ditar
ru: Готово к записи
uk: Готово до диктування
zh_hans: 已准备好，可以听写

source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijderen
pl: Usuń
pt: Remover
ru: Удалить
uk: Видалити
zh_hans: 移除

source: Removes filler words and false starts, fixes punctuation, and keeps your wording. Turn it off to insert the raw transcript.
de: Entfernt Füllwörter und Fehlstarts, korrigiert die Zeichensetzung und behält deine Formulierung bei. Ausschalten, um den unbearbeiteten Text einzufügen.
es: Elimina muletillas y falsos comienzos, corrige la puntuación y conserva tus propias palabras. Desactívalo para insertar el transcrito sin editar.
fr: Supprime les hésitations et les faux départs, corrige la ponctuation et conserve vos mots. Désactivez pour insérer la transcription brute.
it: Rimuove le parole di riempimento e i falsi inizi, corregge la punteggiatura e mantiene le tue parole. Disattivalo per inserire la trascrizione non elaborata.
ja: フィラー語や言い直しを取り除き、句読点を整え、あなたの言葉遣いはそのまま残します。オフにすると生の文字起こしが挿入されます。
ko: 군더더기 말과 다시 시작한 말을 제거하고, 문장 부호를 바로잡으며, 당신의 표현은 그대로 유지합니다. 끄면 원본 필사본이 삽입됩니다.
nl: Verwijdert stopwoorden en valse starts, corrigeert interpunctie en behoudt je eigen woorden. Zet uit om het ruwe transcript in te voegen.
pl: Usuwa wtrącenia i fałszywe starty, poprawia interpunkcję i zachowuje Twoje słowa. Wyłącz, aby wstawiać surowy transkrypt.
pt: Remove muletas verbais e falsos arranques, corrige a pontuação e mantém as tuas próprias palavras. Desativa para inserir a transcrição em bruto.
ru: Убирает слова-паразиты и оговорки, исправляет пунктуацию и сохраняет ваши формулировки. Отключите, чтобы вставлялась необработанная расшифровка.
uk: Прибирає слова-паразити й обірвані фрази, виправляє пунктуацію та зберігає ваші формулювання. Вимкніть, щоб вставлялася необроблена розшифровка.
zh_hans: 去除口头禅和重新起头的话，修正标点，同时保留你的措辞。关闭后将插入原始转录文本。

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pl: Ponów
pt: Repetir
ru: Повторить
uk: Повторити
zh_hans: 重试

source: Rewrite as written text (removes filler words, fixes punctuation)
de: Als Schriftsprache umschreiben (entfernt Füllwörter, korrigiert Zeichensetzung)
es: Reescribir como texto escrito (elimina muletillas, corrige la puntuación)
fr: Réécrire en texte écrit (supprime les hésitations, corrige la ponctuation)
it: Riscrivi come testo scritto (rimuove le parole di riempimento, corregge la punteggiatura)
ja: 書き言葉に整える（フィラー語を除去し、句読点を修正）
ko: 문어체로 다듬기 (군더더기 말 제거, 문장 부호 수정)
nl: Herschrijven als geschreven tekst (verwijdert stopwoorden, corrigeert interpunctie)
pl: Przepisz na tekst pisany (usuwa wtrącenia, poprawia interpunkcję)
pt: Reescrever como texto escrito (remove muletas verbais, corrige a pontuação)
ru: Переписать как письменный текст (убирает слова-паразиты, исправляет пунктуацию)
uk: Переписати як письмовий текст (прибирає слова-паразити, виправляє пунктуацію)
zh_hans: 改写为书面文字（去除口头禅，修正标点）

source: Rewrite transcripts as written text
de: Transkripte als Schriftsprache umschreiben
es: Reescribir los transcritos como texto escrito
fr: Réécrire les transcriptions en texte écrit
it: Riscrivi le trascrizioni come testo scritto
ja: 文字起こしを書き言葉に整える
ko: 필사본을 문어체로 다듬기
nl: Transcripten herschrijven als geschreven tekst
pl: Przepisuj transkrypty na tekst pisany
pt: Reescrever as transcrições como texto escrito
ru: Переписывать расшифровки как письменный текст
uk: Переписувати розшифровки як письмовий текст
zh_hans: 将转录文本改写为书面文字

source: Run Setup Assistant…
de: Einrichtungsassistent starten…
es: Ejecutar el Asistente de configuración…
fr: Lancer l'Assistant de configuration…
it: Avvia l'Assistente di configurazione…
ja: セットアップアシスタントを実行…
ko: 설정 도우미 실행…
nl: Installatie-assistent uitvoeren…
pl: Uruchom Asystenta konfiguracji…
pt: Executar o Assistente de Configuração…
ru: Запустить ассистента настройки…
uk: Запустити асистента налаштування…
zh_hans: 运行设置助理…

source: Search dictations
de: Diktate durchsuchen
es: Buscar dictados
fr: Rechercher dans les dictées
it: Cerca nei dettati
ja: 口述筆記を検索
ko: 받아쓰기 검색
nl: Dictaties doorzoeken
pl: Szukaj w dyktowaniach
pt: Pesquisar ditados
ru: Поиск по записям
uk: Пошук серед записів
zh_hans: 搜索听写记录

source: Send code
de: Code senden
es: Enviar código
fr: Envoyer le code
it: Invia codice
ja: コードを送信
ko: 코드 전송
nl: Code versturen
pl: Wyślij kod
pt: Enviar código
ru: Отправить код
uk: Надіслати код
zh_hans: 发送验证码

source: Service
de: Dienst
es: Servicio
it: Servizio
ja: サービス
ko: 서비스
nl: Dienst
pl: Usługa
pt: Serviço
ru: Сервис
uk: Сервіс
zh_hans: 服务

source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
it: Impostazioni…
ja: 設定…
ko: 설정…
nl: Instellingen…
pl: Ustawienia…
pt: Definições…
ru: Настройки…
uk: Налаштування…
zh_hans: 设置…

source: Setup
de: Einrichtung
es: Configuración
fr: Configuration
it: Configurazione
ja: セットアップ
ko: 설정
nl: Installatie
pl: Konfiguracja
pt: Configuração
ru: Настройка
uk: Налаштування
zh_hans: 设置

source: Shows a rough preview of what Plainsay is hearing while you speak, in the HUD. Never changes what actually gets inserted.
de: Zeigt im HUD eine grobe Vorschau dessen, was Plainsay beim Sprechen hört. Ändert nie, was tatsächlich eingefügt wird.
es: Muestra una vista previa aproximada de lo que Plainsay está oyendo mientras hablas, en el HUD. Nunca cambia lo que realmente se inserta.
fr: Affiche dans le HUD un aperçu approximatif de ce que Plainsay entend pendant que vous parlez. Ne change jamais ce qui est réellement inséré.
it: Mostra un'anteprima approssimativa di ciò che Plainsay sta sentendo mentre parli, nell'HUD. Non cambia mai ciò che viene effettivamente inserito.
ja: 話している間、Plainsayが聞き取っている内容のおおまかなプレビューをHUDに表示します。実際に挿入される内容が変わることはありません。
ko: 말하는 동안 Plainsay가 듣고 있는 내용의 대략적인 미리보기를 HUD에 표시합니다. 실제로 삽입되는 내용은 절대 바뀌지 않습니다.
nl: Toont in de HUD een ruw voorbeeld van wat Plainsay hoort terwijl je spreekt. Verandert nooit wat daadwerkelijk wordt ingevoegd.
pl: Pokazuje w HUD-zie przybliżony podgląd tego, co Plainsay słyszy podczas mówienia. Nigdy nie zmienia tego, co faktycznie zostanie wstawione.
pt: Mostra uma pré-visualização aproximada do que o Plainsay está a ouvir enquanto falas, no HUD. Nunca altera o que é efetivamente inserido.
ru: Показывает в HUD приблизительный предпросмотр того, что слышит Plainsay во время речи. Никак не влияет на то, что в итоге вставляется.
uk: Показує в HUD приблизний попередній перегляд того, що чує Plainsay під час вашого мовлення. Ніяк не впливає на те, що зрештою вставляється.
zh_hans: 在 HUD 中大致显示 Plainsay 在你说话时听到的内容。这不会影响最终插入的文字。
